Repository: ugrpmk/cyberpanel-Turkce-dil
Catalog: django.po
Languages: tr_tr

source: Directory
tr_tr: Dizin

source: Change Email Password - CyberPanel
tr_tr: Eposta Parolasını Değiştir - CyberPanel

source: Change Email Password
tr_tr: Eposta Parolasını Değiştir

source: Select a website from the list, to change its password.
tr_tr: Parolasını değiştirmek için listeden bir web sitesi seçin.

source: Postfix is disabled.
tr_tr: Postfix devre dışı bırakıldı.

source: Select Email
tr_tr: Eposta Seç

source: Cannot delete email account. Error message:
tr_tr: Eposta hesabı silinemiyor. Hata mesajı:

source: Password successfully changed for :
tr_tr: Parola başarıyla değiştirildi:

source: Currently no email accounts exist for this domain.
tr_tr: Şu anda bu alan adı için hiçbir eposta hesabı mevcut değil.

source: Create Email Account - CyberPanel
tr_tr: FTP Hesabı Oluştur - CyberPanel

source: Select a website from the list, to create an email account.
tr_tr: Bir eposta hesabı oluşturmak için listeden bir web sitesi seçin.

source: Cannot create email account. Error message:
tr_tr: Eposta hesabı oluşturulamıyor. Hata mesajı:

source: Email with id :
tr_tr: Eposta ID :

source: is successfully created.
tr_tr: başarıyla oluşturuldu.

source: Delete Email Account - CyberPanel
tr_tr: Eposta Hesabını Sil - CyberPanel

source: Select a website from the list, to delete an email account.
tr_tr: Bir eposta hesabını silmek için listeden bir web sitesi seçin.

source: Email with id : {$ deletedID $} is successfully deleted.
tr_tr: Eposta ID : {$ deletedID $} başarıyla silindi.

source: DKIM Manager - CyberPanel
tr_tr: DKIM Yöneticisi - CyberPanel

source: DKIM Docs
tr_tr: DKIM Dökümanları

source: This page can be used to generate and view DKIM keys for Domains
tr_tr: Bu sayfa, Alanlar için DKIM anahtarları oluşturmak ve görüntülemek için kullanılabilir

source: OpenDKIM is not installed.
tr_tr: OpenDKIM kurulu değil.

source: Install Now
tr_tr: Şimdi Kur

source: OpenDKIM successfully installed, refreshing page in 3 seconds..
tr_tr: OpenDKIM başarıyla yüklendi, sayfa 3 saniye içinde yenileniyor ..

source: Keys not available for this domain.
tr_tr: Bu domain için anahtarlar kullanılamaz.

source: Generate Now
tr_tr: Şimdi oluşturun

source: Private Key
tr_tr: Özel Anahtar

source: Public Key
tr_tr: Genel Anahtar

source: Setup Email Forwarding - CyberPanel
tr_tr: Eposta Yönlendirme Kurulumu - CyberPanel

source: Setup Email Forwarding
tr_tr: Eposta Yönlendirme Kurulumu

source: Forwarding Docs
tr_tr: Yönlendirme Dökümanları

source: This page help you setup email forwarding for your emails.
tr_tr: Bu sayfa, e-postalarınız için e-posta yönlendirmeyi ayarlamanıza yardımcı olur.

source: Forwarding Options
tr_tr: Yönlendirme Seçenekleri

source: Source
tr_tr: Kaynak

source: or path to the program
tr_tr: veya programın yolu

source: Forward Email
tr_tr: E-postayı Yönlendir

source: Mail Functions - CyberPanel
tr_tr: Posta Fonksiyonları - CyberPanel

source: Mail Functions
tr_tr: Posta Fonksiyonları

source: Manage email accounts on this page.
tr_tr: Bu sayfada e-posta hesaplarını yönetin.

source: List Email Accounts - CyberPanel
tr_tr: Eposta Hesapları Listesi - CyberPanel

source: List Email Accounts
tr_tr: Eposta Hesapları Listesi

source: List Emails Accounts. Change their passwords or delete them.
tr_tr: E-posta Hesaplarını listeleyin. Parolalarını değiştirin veya silin.

source: Edit PHP Configurations - CyberPanel
tr_tr: PHP Yapılandırmalarını Düzenle - CyberPanel

source: Edit PHP Configurations
tr_tr: PHP Yapılandırmalarını Düzenle

source: Edit PHP Configurations on this page.
tr_tr: Bu sayfadan PHP Yapılandırmalarını düzenleyin.

source: Advanced
tr_tr: Gelişmiş

source: PHP Configs Saved.
tr_tr: PHP Yapılandırmaları Kaydedildi.

source: Manage PHP Installations - CyberPanel
tr_tr: PHP Kurulumlarını Yönet - CyberPanel

source: Manage PHP Installations
tr_tr: PHP Kurulumlarını Yönet

source: Edit your PHP Configurations to suit your needs.
tr_tr: PHP Yapılandırmalarınızı ihtiyaçlarınıza göre düzenleyin.

source: Install PHP Extensions - CyberPanel
tr_tr: PHP Uzantılarını Yükle - CyberPanel

source: Install/uninstall php extensions on this page.
tr_tr: Bu sayfada php uzantılarını yükleyin / kaldırın.

source: Select PHP Version
tr_tr: PHP Versiyonunu Seçin

source: Search Extensions..
tr_tr: Uzantılarda Ara..

source: Extension Name
tr_tr: Uzantı Adı

source: Description
tr_tr: Açıklama

source: Install
tr_tr: Kur

source: Uninstall
tr_tr: Kaldır

source: Cannot fetch details. Error message:
tr_tr: Ayrıntılar alınamıyor. Hata mesajı:

source: Cannot perform operation. Error message:
tr_tr: İşlem gerçekleştirilemiyor. Hata mesajı:

source: SSL Functions - CyberPanel
tr_tr: SSL Fonksiyonları - CyberPanel

source: SSL Functions
tr_tr: SSL Fonksiyonları

source: Issue Let’s Encrypt SSLs for websites and hostname.
tr_tr: Let’s Encrypt SSL ile web sitelerinizi ve hostnamelerinizi şifreleyin.

source: Manage SSL - CyberPanel
tr_tr: SSL Yönetimi - CyberPanel

source: SSL Docs
tr_tr: SSL Dökümanları

source: This page can be used to issue Let’s Encrypt SSL for existing websites on server.
tr_tr: Bu sayfa, sunucudaki mevcut web siteleri için Let's Encrypt SSL'yi etkinleştirmek için kullanılabilir.

source: Issue SSL
tr_tr: SSL Sorunu

source: Cannot issue SSL. Error message:
tr_tr: SSL verilemez. Hata mesajı:

source: SSL Issued for
tr_tr: SSL için Verilen

source: Issue SSL For Hostname - CyberPanel
tr_tr: Hostname İçin SSL Sorunu - CyberPanel

source: Issue SSL For Hostname
tr_tr: Hostname İçin SSL Sorunu

source: Let’s Encrypt SSL for hostname to access CyberPanel on verified SSL.
tr_tr: Let’s Encrypt SSL üzerinden CyberPanel'e erişmek için hostname'i SSL ile Şifreleyelim.

source: SSL Issued. You can now access CyberPanel at:
tr_tr: SSL Verildi. Artık CyberPanel'e şu adresten erişebilirsiniz:

source: Issue SSL For MailServer - CyberPanel
tr_tr: Posta Sunucu için SSL sorunu - CyberPanel

source: Issue SSL For MailServer
tr_tr: Posta Sunucu için SSL sorunu

source: Let’s Encrypt SSL for MailServer (Postfix/Dovecot).
tr_tr: Posta Sunucu (Postfix / Dovecot) için SSL'yi Şifreleyelim.

source: SSL Issued, your mail server now uses Lets Encrypt!
tr_tr: SSL Verildi, posta sunucunuz artık Şifreli!

source: Could not connect to server, please refresh this page.
tr_tr: Sunucuya bağlanılamadı, lütfen bu sayfayı yenileyin.

source: Manage Email Server (Postfix) - CyberPanel
tr_tr: E-posta Sunucusunu Yönetin (Postfix) - CyberPanel

source: Manage Email Server (Postfix)!
tr_tr: E-posta Sunucusunu Yönetin (Postfix)!

source: Services Docs
tr_tr: Servis Dökümanları

source: Enable or disable Email services.
tr_tr: E-posta hizmetlerini etkinleştirin veya devre dışı bırakın.

source: Only administrator can manage services.
tr_tr: Hizmetleri yalnızca yönetici yönetebilir.

source: Manage PowerDNS - CyberPanel
tr_tr: PowerDNS Yönetimi - CyberPanel

source: Manage PowerDNS!
tr_tr: PowerDNS Yönetimi!

source: Enable or disable DNS services.
tr_tr: DNS hizmetlerini etkinleştirin veya devre dışı bırakın.

source: Select Function Mode
tr_tr: İşlev Modunu Seçin

source: Slave Server
tr_tr: Slave Sunucu

source: Master Server IP
tr_tr: Master Sunucu IP

source: Slave Server 1
tr_tr: Slave Sunucu 1

source: Slave Server IP
tr_tr: Slave Sunucu IP

source: Slave Server 2 (Optional)
tr_tr: Slave Sunucu 2 (İsteğe Bağlı)

source: Slave Server IP 2 (Optional)
tr_tr: Slave Sunucu IP 2 (İsteğe Bağlı)

source: Slave Server 3 (Optional)
tr_tr: Slave Sunucu 3 (İsteğe Bağlı)

source: Slave Server IP 3 (Optional)
tr_tr: Slave Sunucu IP 3 (İsteğe Bağlı)

source: Manage FTP Server (Pure FTPD) - CyberPanel
tr_tr: FTP Sunucu Yönetimi (Pure FTPD) - CyberPanek

source: Manage FTP Server (Pure FTPD)!
tr_tr: FTP Sunucu Yönetimi (Pure FTPD)!

source: Enable or disable FTP services.
tr_tr: FTP hizmetlerini etkinleştirin veya devre dışı bırakın.

source: Manage PureFTPD
tr_tr: PureFTPD Yönetimi

source: Create Package - CyberPanel
tr_tr: Paket Oluştur - CyberPanel

source: Packages define resources for your websites, you need to add package before creating a website.
tr_tr: Paketler web siteleriniz için kaynakları tanımlar; bir web sitesi oluşturmadan önce paket eklemeniz gerekir.

source: Package Details
tr_tr: Paket Detayları

source: (0 = Unlimited)
tr_tr: (0 = Limitsiz)

source: Disk Space
tr_tr: Disk Alanı

source: MB (0 = Unlimited)
tr_tr: MB (0 = Limitsiz)

source: FTP Accounts
tr_tr: FTP Hesapları

source: Cannot create package. Error message:
tr_tr: Paket oluşturulamıyor. Hata mesajı:

source: Successfully Created
tr_tr: Başarıyla Oluşturuldu

source: Delete Package - CyberPanel
tr_tr: Paket Sil - CyberPanel

source: Cannot delete package. Error message:
tr_tr: Paket silinemiyor. Hata mesajı:

source: Successfully Deleted.
tr_tr: Başarıyla Silindi.

source: Packages - CyberPanel
tr_tr: Paketler - CyberPanel

source: List Packages - CyberPanel
tr_tr: Paketler Listesi - CyberPanel

source: List Packages and delete or edit them.
tr_tr: Paketleri listeleyin, silin veya düzenleyin.

source: Diskspace
tr_tr: Disk Alanı

source: Email Accounts
tr_tr: Eposta Hesapları

source: FTPs
tr_tr: FTP'ler

source: Child Domains
tr_tr: Alt Domainler

source: Allow FQDN as Childs
tr_tr: FQDN'ye Altlar olarak izin ver

source: Additional
tr_tr: Ek

source: Modify Package - CyberPanel
tr_tr: Paket Düzenle - CyberPanel

source: Cannot fetch package details. Error message:
tr_tr: Paket ayrıntıları getirilemiyor. Hata mesajı:

source: Package Details Successfully Fetched
tr_tr: Paket Ayrıntıları Başarıyla Getirildi

source: Successfully Modified
tr_tr: Başarıyla Değiştirildi

source: List of installed plugins on your CyberPanel.
tr_tr: CyberPanel'inizde yüklü eklentilerin listesi.

source: Version
tr_tr: Versiyon

source: Access Logs - CyberPanel
tr_tr: Erişim Günlükleri - CyberPanel

source: Access Logs for main web server.
tr_tr: Ana web sunucusu için Erişim Günlükleri.

source: Last 50 Lines
tr_tr: Son 50 Satır

source: Clear Logs
tr_tr: Günlükleri Temizle

source: Last 50 Lines Fetched
tr_tr: Son 50 Satır Getirildi

source: Could not fetch logs. Use the command line to view the log file.
tr_tr: Günlükler getirilemedi. Günlük dosyasını görüntülemek için komut satırını kullanın.

source: Error Logs - CyberPanel
tr_tr: Hata Günlükleri - CyberPanel

source: Email Logs for main web server.
tr_tr: Ana web sunucusu için e-posta günlükleri.

source: Error Logs for main web server.
tr_tr: Ana web sunucusu için hata günlükleri.

source: FTP Logs - CyberPanel
tr_tr: FTP Günlükleri - CyberPanel

source: FTP Logs for main web server.
tr_tr: Ana web sunucusu için FTP günlükleri.

source: Server Logs - CyberPanel
tr_tr: Sunucu Günlükleri - CyberPanel

source: Server Logs
tr_tr: Sunucu Günlükleri

source: These are the logs from main server, to see logs for your website navigate to: Websites -> List Websites -> Select Website -> View Logs.
tr_tr: Bunlar, web sitenizin günlüklerini görmek için ana sunucudan alınan günlüklerdir: Web Siteleri -> Web Sitelerini Listele -> Web Sitesi Seç -> Günlükleri Görüntüle.

source: ModSecurity Audit Logs - CyberPanel
tr_tr: ModSecurity Denetim Günlükleri - CyberPanel

source: ModSecurity Audit logs
tr_tr: ModSecurity Denetim Günlükleri

source: CyberPanel Main Log File - CyberPanel
tr_tr: CyberPanel Ana Günlük Dosyası - CyberPanel

source: This log file corresponds to errors generated by CyberPanel for your domain errors log you can look into /home/domain/logs.
tr_tr: Bu günlük dosyası, /home/domain/logs içine bakabileceğiniz domain hataları günlüğünüz için CyberPanel tarafından oluşturulan hatalara karşılık gelir.

source: Server Status - CyberPanel
tr_tr: Sunucu Durumu - CyberPanel

source: View LiteSpeed status and log files.
tr_tr: LiteSpeed durumunu ve günlük dosyalarını görüntüleyin.

source: CyberPanel Main Log
tr_tr: CyberPanel Ana Günlük Dosyası

source: LiteSpeed Status - CyberPanel
tr_tr: LiteSpeed Durumu - CyberPanel

source: LiteSpeed Status:
tr_tr: LiteSpeed Durumu:

source: On this page you can get information regarding your LiteSpeed processes.
tr_tr: Bu sayfada LiteSpeed süreçleriniz hakkında bilgi alabilirsiniz.

source: LiteSpeed Processes
tr_tr: LiteSpeed Süreçleri

source: Process ID
tr_tr: İşlem kimliği

source: Main Process
tr_tr: Ana Süreç

source: lscgid Process
tr_tr: lscgid Süreci

source: Worker Process
tr_tr: İşçi Süreci

source: Reboot Litespeed
tr_tr: Litespeed'i Yeniden Başlat

source: Stop LiteSpeed
tr_tr: LiteSpeed'i Durdur

source: Error Occurred. See CyberPanel main log file.
tr_tr: Hata oluştu. CyberPanel ana günlük dosyasına bakın.

source: Could not connect to server.
tr_tr: Sunucuya bağlanılamadı.

source: Switch to LiteSpeed Enterprise Web Server
tr_tr: LiteSpeed Kurumsal Web Sunucusuna geçiş yapın

source: LiteSpeed Serial No. (License Key)
tr_tr: LiteSpeed Lisans Anahtarı

source: Switch
tr_tr: Değiştir

source: Get 15 Days Trial
tr_tr: 15 Günlük Deneme Alın

source: Note: If you select 15 days trial there is no need to enter the serial key, CyberPanel will auto fetch 15 days trial key for you. Make sure this server have not used trial already.
tr_tr: Not: 15 günlük denemeyi seçerseniz, seri anahtarı girmenize gerek yoktur, CyberPanel sizin için otomatik olarak 15 günlük deneme anahtarını getirecektir. Bu sunucunun halihazırda deneme sürümünü kullanmadığından emin olun.

source: With great wisdom comes great responsibility.
tr_tr: Büyük bilgelik, büyük sorumluluk getirir.

source: License Manager
tr_tr: Lisans Yönetimi

source: License Status
tr_tr: Lisans Durumları

source: Change License
tr_tr: Lisans Değiştir

source: New key
tr_tr: Yeni Anahtar

source: Change Key
tr_tr: Anahtarı Değiştir

source: Services - CyberPanel
tr_tr: Hizmetler - CyberPanel

source: Show stats for services and actions (Start, Stop, Restart)
tr_tr: Hizmetler ve eylemler için istatistikleri göster (Başlat, Durdur, Yeniden Başlat)

source: Top Processes - CyberPanel
tr_tr: Başlıca İşlemler - CyberPanel

source: List of top processes on your server. (Refresh every 3 seconds)
tr_tr: Sunucunuzdaki yüksek işlemlerin listesi. (Her 3 saniyede bir yenileyin)

source: Model Name
tr_tr: Model Adı

source: 1 Min
tr_tr: 1 Dk

source: 5 Min
tr_tr: 5 Dk

source: 15 Min
tr_tr: 15 dk

source: Time
tr_tr: Zaman

source: Command
tr_tr: Komut

source: Server Tuning - CyberPanel
tr_tr: Sunucu Ayarları - CyberPanel

source: Server Tuning
tr_tr: Sunucu Ayarları

source: On this page you can set runing parameters for your webserver depending on your hardware.
tr_tr: Bu sayfada, donanımınıza bağlı olarak web sunucunuz için çalıştırma parametrelerini ayarlayabilirsiniz.

source: LiteSpeed Tuning - CyberPanel
tr_tr: LiteSpeed Ayarları - CyberPanel

source: You can use this page to tweak your server according to your website requirments.
tr_tr: Web sitenizin gereksinimlerine göre sunucunuza ince ayar yapmak için bu sayfayı kullanabilirsiniz.

source: Tuning Details
tr_tr: Ayarlama Detayları

source: Connection Timeout
tr_tr: Bağlantı Zaman aşımı

source: Keep Alive Timeout
tr_tr: Keep Alive Zaman aşımı

source: Cache Size in memory
tr_tr: RAM'deki Önbellek Boyutu

source: Enable GZIP Compression
tr_tr: GZIP Sıkıştırmasını Etkinleştir

source: Currently:
tr_tr: Şu anda:

source: Tune Web Server
tr_tr: Web Sunucusunu Ayarla

source: Cannot fetch Current Value, but you can still submit new changes, error reported from server:
tr_tr: Geçerli değer getirilemiyor, ama yinede değişiklik yapabilirsiniz. Sunucu tarafından bildirilen hata:

source: Cannot save details, Error Message:
tr_tr: Ayrıntılar kaydedilemiyor, Hata Mesajı:

source: Web Server Successfully tuned.
tr_tr: Web Sunucusu Başarıyla ayarlandı.

source: PHP Tuning - CyberPanel
tr_tr: PHP Ayarları - CyberPanel

source: Set how each version of PHP behaves in your server here.
tr_tr: Her bir PHP sürümünün sunucunuzda nasıl davrandığını ayarlayın.

source: Tune PHP
tr_tr: PHP'yi ayarla

source: Cannot tune. Error message:
tr_tr: Ayarlanamıyor. Hata mesajı:

source: Details Successfully fetched.
tr_tr: Ayrıntılar Başarıyla getirildi.

source: PHP for
tr_tr: PHP için

source: Successfully tuned.
tr_tr: Başarıyla ayarlandı.

source: API Access for User - CyberPanel
tr_tr: Kullanıcı için API Erişimi - CyberPanel

source: Allow/Remove API access for account, this effects Cloud Platform Connection and Third Party Modules.
tr_tr: Hesap için API erişimine izin ver/kaldır; bu, Cloud Platform Bağlantısını ve Üçüncü Taraf Modüllerini etkiler.

source: Select User
tr_tr: Kullanıcı Seç

source: Access
tr_tr: Erişim

source: Change User ACL - CyberPanel
tr_tr: Hesap Seviyesi Kullanıcısı Değiştir - CyberPanel

source: Change User ACL
tr_tr: Hesap Seviyesi Kullanıcısı Değiştir

source: This page can be used to change ACL for CyberPanel users.
tr_tr: Bu sayfa, CyberPanel kullanıcıları için Hesap Seviye'si değiştirmek için kullanılabilir.

source: Select ACL
tr_tr: Hesap Seviyesi Seç

source: Change ACL
tr_tr: Hesap Seviyesi Değiştir

source: Create new ACL - CyberPanel
tr_tr: Yeni Hesap Seviyesi Oluştur - CyberPanel

source: Create new Access Control defination, that specifies what CyberPanel users can do.
tr_tr: CyberPanel kullanıcılarının neler yapabileceğini belirten yeni Erişim Kontrolü tanımı oluşturun.

source: ACL Details
tr_tr: Hesap Seviye Detayları

source: ACL Name
tr_tr: Hesap Seviyesi Adı

source: Make Admin
tr_tr: Admin yap

source: User Management
tr_tr: Kullanıcı Yönetimi

source: Delete User
tr_tr: Kullanıcı Wil

source: Website Management
tr_tr: Web Sitesi Yönetimi

source: Suspend Website
tr_tr: Web Sitesini Askıya Al

source: Package Management
tr_tr: Paket Yönetimi

source: Database Management
tr_tr: Veritabanı Yönetimi

source: DNS Management
tr_tr: DNS Yönetimi

source: Add/Delete
tr_tr: Ekle/Sil

source: Email Management
tr_tr: Eposta Yönetimi

source: FTP Management
tr_tr: FTP Yönetimi

source: Backup Management
tr_tr: Yedek Yönetimi

source: SSL Management
tr_tr: SSL Yönetimi

source: Create ACL
tr_tr: Hesap Seviyesi Oluştur

source: Create New User - CyberPanel
tr_tr: Yeni Kullanıcı Oluştur - CyberPanel

source: Create root, reseller or normal users on this page.
tr_tr: Bu sayfada kök, satıcı veya normal kullanıcılar oluşturun.

source: User Details
tr_tr: Kullanıcı detayları

source: First Name
tr_tr: İsim

source: First Name should contain only alphabetic characters.
tr_tr: İsim yalnızca alfabetik karakter içermelidir.

source: Last Name
tr_tr: Soyisim

source: Last Name should contain only alphabetic characters.
tr_tr: Soyisim yalnızca alfabetik karakter içermelidir.

source: Invalid Email
tr_tr: Geçersiz Eposta

source: Websites Limit
tr_tr: Web Sitesi Limiti

source: Security Level
tr_tr: Güvenlik Seviyesi

source: Create User
tr_tr: Kullanıcı Oluştur

source: Account with username:
tr_tr: Kullanıcı adıyla hesap:

source: Cannot create user. Error message:
tr_tr: Kullanıcı oluşturulamıyor. Hata mesajı:

source: Length of first and last name combined should be less than or equal to 20 characters
tr_tr: Birleştirilen adın ve soyadın uzunluğu 20 karakterden az veya ona eşit olmalıdır

source: Delete ACL - CyberPanel
tr_tr: Hesap Seviyesi Sil - CyberPanel

source: This page can be used to delete ACL.
tr_tr: Bu sayfa Hesap Seviyesi'ni silmek için kullanılabilir.

source: Delete User - CyberPanel
tr_tr: Kullanıcı Sil - CyberPanel

source: Websites owned by this user will automatically transfer to the root.
tr_tr: Bu kullanıcıya ait web siteleri otomatik olarak kök hesabına aktarılır.

source: Cannot delete user. Error message:
tr_tr: Kullanıcı silinemiyor. Hata mesajı:

source: User
tr_tr: Kullanıcı

source: Successfully Deleted
tr_tr: Başarıyla Silindi

source: User Functions - CyberPanel
tr_tr: Kullanıcı Fonksiyonları - CyberPanel

source: Create, edit and delete users on this page.
tr_tr: Bu sayfada kullanıcı oluşturun, düzenleyin ve silin.

source: List Users - CyberPanel
tr_tr: Kullanıcılar Listesi - CyberPanel

source: List Users that you own.
tr_tr: Sahip olduğunuz Kullanıcıları listeleyin.

source: ACL
tr_tr: Hesap Seviyesi

source: New Owner
tr_tr: Yeni Sahibi

source: Modify an ACL - CyberPanel
tr_tr: Hesap Seviyesi Düzenleme - CyberPanel

source: Modify an ACL
tr_tr: Hesap Seviyesi Düzenleme

source: On this page you can modify an existing ACL.
tr_tr: Bu sayfada mevcut bir Hesap Seviyesi'ni değiştirebilirsiniz.

source: Modify User - CyberPanel
tr_tr: Kullanıcı Düzenleme - CyberPanel

source: Modify existing user settings on this page.
tr_tr: Bu sayfada mevcut kullanıcı ayarlarını değiştirin.

source: Select Account
tr_tr: Hesap Seçin

source: is successfully modified.
tr_tr: başarıyla değiştirildi.

source: Cannot modify user. Error message:
tr_tr: Kullanıcı değiştirilemiyor. Hata mesajı:

source: Details fetched.
tr_tr: Ayrıntılar alındı.

source: Reseller Center - CyberPanel
tr_tr: Bayi Alanı - CyberPanel

source: Change owner of users and change websites limits.
tr_tr: Kullanıcıların sahibini değiştirin ve web sitesi sınırlarını değiştirin.

source: Account Details - CyberPanel
tr_tr: Hesap Ayrıntıları - CyberPanel

source: Account Details
tr_tr: Hesap Ayrıntıları

source: List the account details for the currently logged in user.
tr_tr: Şu anda oturum açmış olan kullanıcının hesap ayrıntılarını listeleyin.

source: Account ACL
tr_tr: Kullanıcıların Seviyeleri

source: ( 0 = Unlimited )
tr_tr: ( 0 = Limitsiz )

source: Application Installer - CyberPanel
tr_tr: Uygulama Yükleyici - CyberPanel

source: One-click application install.
tr_tr: Tek tıklamayla uygulama yükleme.

source: Install Joomla with(?) LSCache
tr_tr: Joomla'yı LSCache ile kurun

source: Create New Website - CyberPanel
tr_tr: Yeni Web Sitesi Oluştur - CyberPanel

source: On this page you can launch, list, modify and delete websites from your server.
tr_tr: Bu sayfada, web sitelerini sunucunuzdan başlatabilir, listeleyebilir, değiştirebilir ve silebilirsiniz.

source: Website Details
tr_tr: Web sitesi bilgileri

source: Do not enter WWW, it will be auto created!
tr_tr: WWW olarak girmeyin, otomatik olarak oluşturulacaktır!

source: Delete Website - CyberPanel
tr_tr: Web Sitesi Sil - CyberPanel

source: This page can be used to delete website, once deleted it can not be recovered.
tr_tr: Bu sayfa web sitesini silmek için kullanılabilir, bir kez silindiyse kurtarılamaz.

source: Cannot delete website, Error message:
tr_tr: Web sitesi silinemiyor, Hata mesajı:

source: Successfully Deleted.
tr_tr: Başarıyla Silindi.

source: Domain Aliases - CyberPanel
tr_tr: Takma Domainler - CyberPanel

source: Domain Aliases
tr_tr: Takma Domainler

source: With Domain Aliases you can visit example.com using example.net and view the same content.
tr_tr: Alan Takma Adları ile, example.net'i kullanarak example.com'u ziyaret edebilir ve aynı içeriği görüntüleyebilirsiniz.

source: Create Alias
tr_tr: Oluştur

source: Master Domain
tr_tr: Domain için

source: Alias
tr_tr: Takma domain

source: File System Path
tr_tr: Dosya Sistemi Yolu

source: Domain Aliases not found.
tr_tr: Domain Takma Adları bulunamadı.

source: Alias Domain
tr_tr: Takma Domain

source: For SSL to work DNS of domain should point to server, otherwise self signed SSL will be issued, you can add your own SSL later.
tr_tr: SSL'nin çalışması için alan adının DNS'i sunucuyu işaret etmelidir, aksi halde kendinden imzalı SSL verilecektir, daha sonra kendi SSL'nizi ekleyebilirsiniz.

source: Operation failed. Error message:
tr_tr: İşlem başarısız. Hata mesajı:

source: Alias successfully created. Refreshing page in 3 seconds...
tr_tr: Takma ad başarıyla oluşturuldu. 3 saniye içinde sayfa yenileniyor...

source: Operation Successfull.
tr_tr: İşlem Başarılı.

source: Website Functions - CyberPanel
tr_tr: Web Sitesi Fonksiyonları - CyberPanel

source: List Website
tr_tr: Web Site Listesi

source: Suspend/Unsuspend Website
tr_tr: Web Sitesini Askıya Al/Askıdan Al
