Repository: ugrpmk/cyberpanel-Turkce-dil
Catalog: django.po
Languages: tr_tr

source: Create Cloud Linux Package - CyberPanel
tr_tr: CloudLinux Paketi Oluştur - CyberPanel

source: Create CloudLinux Package.
tr_tr: CloudLinux Paket Oluştur.

source: Each CloudLinux package have one associated (owner) CyberPanel package. During website creation associated CloudLinux package will be assigned to website user.
tr_tr: Her CloudLinux paketinin ilişkili (sahip) bir CyberPanel paketi vardır. Web sitesi oluşturma sırasında ilişkili CloudLinux paketi web sitesi kullanıcısına atanacaktır.

source: Create Package
tr_tr: Paket Oluştur

source: Select Package
tr_tr: Paket Seç

source: Package Name
tr_tr: Paket Adı

source: Manage CloudLinux Packages - CyberPanel
tr_tr: CloudLinux Paketlerini Yönetin - CyberPanel

source: Manage CloudLinux Packages
tr_tr: CloudLinux Paketlerini Yönetin

source: Manage/Delete CloudLinux Packages.
tr_tr: CloudLinux Paketlerini Yönet/Sil.

source: Name
tr_tr: İsim

source: Cannot list websites. Error message:
tr_tr: Web siteleri listelenemiyor. Hata mesajı:

source: List Websites
tr_tr: Website Listesi

source: Enable/Disable and view CageFS status for websites.
tr_tr: Web siteleri için CageFS durumunu etkinleştir/devre dışı bırak ve görüntüle.

source: Default:
tr_tr: Varsayılan:

source: Monitor Usage - CyberPanel
tr_tr: Kullanım Durumu - CyberPanel

source: Monitor usage of your websites.
tr_tr: Web sitelerinizin kullanımını izleyin.

source: Websites
tr_tr: Websiteleri

source: Not available - CyberPanel
tr_tr: Müsait Değil - CyberPanel

source: Not available
tr_tr: Müsait değil

source: Either CageFS is not installed or you are not on CloudLinux OS.
tr_tr: CageFS kurulu değil ya da CloudLinux OS'de değilsiniz.

source: CageFS is only available with CloudLinux OS.
tr_tr: CageFS yalnızca CloudLinux OS ile kullanılabilir.

source: for conversion details.
tr_tr: tıklayarak detaylara ulaşın.

source: Install Packages
tr_tr: Yüklü Paketler

source: CageFS is not installed on this server. Please proceed to installation.
tr_tr: CageFS bu sunucuya kurulu değil. Lütfen kuruluma devam edin.

source: usage - CyberPanel
tr_tr: Kullanım - CyberPanel

source: Usage
tr_tr: Kullanım

source: View CPU, Memory and Disk usage for
tr_tr: CPU, Bellek ve Disk kullanımını görüntüleyin

source: CPU Usage of
tr_tr: CPU Kullanımı

source: Memory Usage of
tr_tr: Bellek Kullanımı

source: Disk Usage of
tr_tr: Disk Kullanımı

source: English
tr_tr: İngilizce

source: Chinese
tr_tr: Çince

source: Bulgarian
tr_tr: Bulgarca

source: Portuguese
tr_tr: Portekizce

source: Japanese
tr_tr: Japonca

source: Bosnian
tr_tr: Boşnakça

source: Greek
tr_tr: Yunanca

source: Russian
tr_tr: Rusça

source: Turkish
tr_tr: Türkçe

source: Spanish
tr_tr: İspanyolca

source: French
tr_tr: Fransızca

source: Polish
tr_tr: Polonyaca

source: Vietnamese
tr_tr: Vietnamca

source: Italian
tr_tr: İtalyanca

source: Deutsch
tr_tr: Almanca

source: Schedule Back up - CyberPanel
tr_tr: Yedekleme Planlama - CyberPanel

source: Schedule Back up
tr_tr: Yedekleme Planla

source: Remote Backups
tr_tr: Uzak Yedekler

source: On this page you can schedule Back ups to localhost or remote server (If you have added one).
tr_tr: Bu sayfada uzak yada yerel sunucu yedeklemelerini zamanlayabilirsiniz (Eğer yapılandırdıysanız).

source: Select Destination
tr_tr: Hedef Seçin

source: Select Frequency
tr_tr: Sıklık Seçin

source: Backup Content
tr_tr: Yedek İçeriği

source: Add Destination
tr_tr: Hedef Ekle

source: Search Accounts..
tr_tr: Hesaplarda Ara..

source: Select sites to be included in this job
tr_tr: Bu işe dahil edilecek siteleri seçin

source: Destination
tr_tr: Hedef

source: Frequency
tr_tr: Sıklık

source: Delete
tr_tr: Sil

source: Create Incremental Backup
tr_tr: Artımlı Yedekleme Oluşturun

source: Back up Website
tr_tr: Web Sitesini Yedekle

source: Backup Docs
tr_tr: Yedekleme Dokümanları

source: This page can be used to create incremental backups for your websites.
tr_tr: Bu sayfa, web siteleriniz için artımlı yedeklemeler oluşturmak için kullanılabilir.

source: Select Website
tr_tr: Web site seçin

source: Create Back up
tr_tr: Yedek Oluştur

source: Date
tr_tr: Tarih

source: Restore
tr_tr: Geri yükle

source: Job ID
tr_tr: İş ID

source: Snapshot ID
tr_tr: Görüntü ID

source: Type
tr_tr: Tür

source: Action
tr_tr: İşlem

source: Set up Back up Destinations
tr_tr: Yedekleme Hedeflerini Ayarlayın

source: Set up Incremental Back up Destinations
tr_tr: Artımlı Yedekleme Hedeflerini Ayarlayın

source: On this page you can set up your Back up destinations. (SFTP and AWS)
tr_tr: Bu sayfada Yedekleme hedeflerinizi ayarlayabilirsiniz. (SFTP ve AWS)

source: Set up Back up Destinations.
tr_tr: Yedekleme Hedeflerini ayarlayın.

source: Select Type
tr_tr: Tür Seçin

source: IP Address
tr_tr: IP Adresi

source: Password
tr_tr: Şifre

source: Backup server SSH Port, leave empty for 22.
tr_tr: Yedek sunucusu SSH Portu, Boş bırakırsanız varsayılan olarak 22 kullanılır.

source: Restore Remote Incremental Backups
tr_tr: Uzaktan Artımlı Yedeklemeleri Geri Yükleme

source: This page can be used to restore remote incremental backups for your websites.
tr_tr: Bu sayfa, web siteleriniz için uzaktan artımlı yedeklemeleri geri yüklemek için kullanılabilir.

source: Fetch Restore Points
tr_tr: Geri Yükleme Noktalarını Al

source: Path
tr_tr: Dizin

source: Actions
tr_tr: İşlemler

source: Web Terminal Docs
tr_tr: Web Terminal Belgeleri

source: Execute your terminal commands.
tr_tr: Terminal komutlarınızı yürütün.

source: Reboot SSH Server
tr_tr: SSH Sunucuyu Yeniden Başlat

source: This page can be used to Back up your websites
tr_tr: Bu sayfa web sitelerinizi yedeklemek için kullanılabilir

source: Home
tr_tr: Giriş

source: File Name
tr_tr: Dosya Adı

source: Status
tr_tr: Durum

source: Running
tr_tr: Çalışıyor

source: Cancel Backup
tr_tr: Yedeklemeyi İptal Et

source: File
tr_tr: Dosya

source: Size
tr_tr: Boyut

source: Cannot delete website, Error message:
tr_tr: Website silinemiyor, Hata mesajı:

source: Successfully Deleted
tr_tr: Başarıyla Silindi

source: On this page you can set up your Back up destinations. (SFTP)
tr_tr: Bu sayfada yedekleme hedeflerini ayarlayabilirsiniz. (SFTP)

source: Set up Back up Destinations (SSH port should be 22 on backup server)
tr_tr: Yedekleme Hedeflerini Ayarlayın (Yedekleme yapılacak sunucuda SSH port'u 22 olmalıdır)

source: Connection to
tr_tr: Bağlanılacak

source: failed. Please delete and re-add.
tr_tr: başarısız oldu. Lütfen silin ve yeniden ekleyin.

source: successful.
tr_tr: başarılı.

source: Cannot add destination. Error message:
tr_tr: Hedef eklenemiyor. Hata mesajı:

source: Destination Added.
tr_tr: Hedef Eklendi.

source: Could not connect to server. Please refresh this page.
tr_tr: Sunucuya bağlanılamıyor. Lütfen bu sayfayı yenileyin.

source: Check Connection
tr_tr: Bağlantıyı Kontrol Et

source: Local Path
tr_tr: Yerel Dizin

source: Local directory where backups will be moved after creation.
tr_tr: Oluşturulduktan sonra yedeklemelerin taşınacağı yerel dizin.

source: Cannot add schedule. Error message:
tr_tr: Zamanlama eklenemiyor. Hata mesajı:

source: Schedule Added
tr_tr: Zamanlama Eklendi

source: Back up Home - CyberPanel
tr_tr: Yedekleme Merkezi - CyberPanel

source: Back up
tr_tr: Yedekleme

source: Back up and restore sites.
tr_tr: Siteleri yedekleyin ve geri yükleyin.

source: Available Functions
tr_tr: Kullanılabilir Fonksiyonlar

source: Back up Site
tr_tr: Siteyi Yedekle

source: Restore Back up
tr_tr: Yedeği Geri Yükle

source: Add/Delete Destinations
tr_tr: Hedef Ekle/Sil

source: Remote Back ups
tr_tr: Uzak Yedeklemeler

source: Transfer Websites from Remote Server - CyberPanel
tr_tr: Uzak Sunucudan Web Sitelerini Aktarın - CyberPanel

source: Remote Transfer
tr_tr: Uzak Aktarım

source: This feature can import website(s) from remote server
tr_tr: Bu özellik, web sitelerini uzak sunucudan içe aktarır

source: Fetch Accounts
tr_tr: Hesapları Getir

source: Start Transfer
tr_tr: Aktarımı Başlat

source: Cancel
tr_tr: İptal Et

source: Could not connect, please refresh this page.
tr_tr: Bağlanılamadı, lütfen bu sayfayı yenileyin.

source: Accounts Successfully Fetched from remote server.
tr_tr: Hesaplar Uzaktaki sunucudan Başarıyla Alındı.

source: Backup Process successfully started.
tr_tr: Yedekleme İşlemi başarıyla başladı.

source: Backup successfully cancelled.
tr_tr: Yedekleme başarıyla iptal edildi.

source: Package
tr_tr: Paket

source: Email
tr_tr: Eposta

source: Restore Website - CyberPanel
tr_tr: Web Sitesini Geri Yükle - CyberPanel

source: Restore Website
tr_tr: Web Sitesini Geri Yükle

source: This page can be used to restore your websites, Back up should be generated from CyberPanel Back up generation tool, it will detect all Back ups under <strong>/home/backup</strong>.
tr_tr: Bu sayfa yedeklerinizi geri yüklemek için kullanılır, Yedekler CyberPanel yedek oluşturma aracı ile oluşturulmuş olmalıdır, <strong>/home/backup</strong> altındaki tüm yedekleri tanır.

source: Select Back up
tr_tr: Yedek Seçin

source: Condition
tr_tr: Durum

source: Error message:
tr_tr: Hata mesajı:

source: Site related to this Back up already exists.
tr_tr: Bu Yedekleme ile ilgili site zaten var.

source: Home - CyberPanel
tr_tr: Hosting Kontrol Paneli - CyberPanel

source: Use the tabs to navigate through the control panel.
tr_tr: Kontrol panelinde gezinmek için sekmeleri kullanın.

source: User Functions
tr_tr: Kullanıcı Fonksiyonları

source: Users
tr_tr: Kullanıcılar

source: Website Functions
tr_tr: Website Fonksiyonları

source: Add/Modify Packages
tr_tr: Paket Ekle/Düzenle

source: Packages
tr_tr: Paketler

source: Database Functions
tr_tr: Veritabanı Fonksiyonları

source: Databases
tr_tr: Veritabanları

source: Control DNS
tr_tr: DNS Kontrolü

source: FTP Functions
tr_tr: FTP Fonksiyonları

source: Emails
tr_tr: Epostalar

source: Server Status
tr_tr: Sunucu Durumu

source: PHP Configurations
tr_tr: PHP Yapılandırmaları

source: Logs
tr_tr: Günlükler

source: Security
tr_tr: Güvenlik

source: Resources
tr_tr: Kaynaklar

source: CPU Usage
tr_tr: CPU Kullanımı

source: Ram Usage
tr_tr: Bellek Kullanımı

source: Disk Usage '/'
tr_tr: Disk Kullanımı '/'

source: Disk Usage
tr_tr: Disk Kullanımı

source: Web Hosting Control Panel
tr_tr: Web Hosting Kontrol Paneli

source: Close sidebar
tr_tr: Kenar çubuğunu kapat

source: My Account
tr_tr: Hesabım

source: Edit profile
tr_tr: Profili düzenle

source: View Profile
tr_tr: Profili Görüntüle

source: Logout
tr_tr: Çıkış

source: CPU Load Average
tr_tr: CPU Yük Ortalaması

source: Dashboard Quick Menu
tr_tr: Hızlı Menü

source: Tuning
tr_tr: İnce Ayarlar

source: Overview
tr_tr: Genel Bakış

source: Server IP Address
tr_tr: Sunucu IP Adresi

source: Dashboard
tr_tr: Kontrol Paneli

source: Version Management
tr_tr: Sürüm Yönetimi

source: Connect
tr_tr: Bağlantı

source: Main
tr_tr: Genel

source: Create New User
tr_tr: Yeni Kullanıcı Oluştur

source: List Users
tr_tr: Kullanıcıları Listele

source: Modify User
tr_tr: Kullanıcı Düzenle

source: Reseller Center
tr_tr: Bayi Merkezi

source: Create New ACL
tr_tr: Yeni Hesap Seviyesi Oluştur

source: Delete ACL
tr_tr: Hesap Seviyesi Sil

source: Modify ACL
tr_tr: Hesap Seviyesi Düzenle

source: API Access
tr_tr: API Erişimi

source: Create Website
tr_tr: Website Oluştur

source: Modify Website
tr_tr: Website Düzenle

source: Suspend/Unsuspend
tr_tr: Askıya Al/Askıdan Çıkar

source: Delete Website
tr_tr: Website Sil

source: List Packages
tr_tr: Paketleri Listele

source: Delete Package
tr_tr: Paket Sil

source: Modify Package
tr_tr: Paket Düzenle

source: Create Database
tr_tr: Veritabanı Oluştur

source: Delete Database
tr_tr: Veritabanı Sil

source: List Databases
tr_tr: Veritabanlarını Listesi

source: Create Nameserver
tr_tr: Nameserver Oluştur

source: Configure Default Nameservers
tr_tr: Varsayılan NS Yapılandır

source: Config Default Nameservers
tr_tr: Varsayılan NS Yapılandırma

source: Create DNS Zone
tr_tr: DNS Bölgesi Oluştur

source: Delete Zone
tr_tr: Bölge Sil

source: Add/Delete Records
tr_tr: Kayıt Ekle/Sil

source: Create Email Account
tr_tr: Eposta Hesabı Oluştur

source: Create Email
tr_tr: Eposta Oluştur

source: List Emails
tr_tr: Epostaları Listele

source: Delete Email Account
tr_tr: Eposta Hesabı Sil

source: Delete Email
tr_tr: Eposta Sil

source: Email Forwarding
tr_tr: Eposta Yönlendirme

source: Change Password
tr_tr: Şifre Değiştir

source: DKIM Manager
tr_tr: DKIM Yönetimi

source: Access Webmail
tr_tr: Webmail'e Eriş

source: Create FTP Account
tr_tr: FTP Hesabı Oluştur

source: Delete FTP Account
tr_tr: FTP Hesabı Sil

source: List FTP Accounts
tr_tr: FTP Hesapları

source: Add/Delete Destination
tr_tr: Hedef Ekle/Sil

source: Incremental Back up - Beta
tr_tr: Artımlı Yedekleme - Beta

source: Incremental Back up
tr_tr: Artımlı Yedekleme

source: Create/Restore Back up
tr_tr: Yedek Oluştur/Geri Yükle

source: Add/Remove Destinations
tr_tr: Hedef Ekle/Kaldır

source: Schedule Back ups
tr_tr: Yedeklemeleri Planla

source: Restore from Remote Server
tr_tr: Uzak Sunucudan Geri Yükleme

source: Restore from Remote
tr_tr: Uzaktan Geri Yükle

source: Manage SSL
tr_tr: SSL Yönetimi

source: MailServer SSL
tr_tr: MailSunucu SSL

source: Server
tr_tr: Sunucu

source: NEW
tr_tr: YENİ

source: Web Based Terminal
tr_tr: Web Tabanlı Terminal

source: Create Cloud Linux Package
tr_tr: CloudLinux Paketi Oluştur

source: List Cloud Linux Package
tr_tr: CloudLinux Paket Listesi

source: Monitor Usage of your Websites
tr_tr: Web Sitelerinizin Kullanımını İzleyin

source: Monitor Usage
tr_tr: Kaynak Kullanımı

source: Create Website Limits
tr_tr: Website Limitleri Oluştur

source: Create Limits
tr_tr: Limitler Oluşturun

source: Docker Manager
tr_tr: Docker Yönetimi

source: Manage Docker Images
tr_tr: Docker Görüntülerini Yönetin

source: Manage Images
tr_tr: Görüntüleri Yönetin

source: Manage Docker Containers
tr_tr: Docker Kapsayıcılarının Yönetin

source: Manage Containers
tr_tr: Kapsayıcıları Yönet

source: Create New Docker Container
tr_tr: Yeni Docker Kapsayıcıları Oluşturun

source: Create New Container
tr_tr: Yeni Kapsayıcı Oluşturun

source: LiteSpeed Tuning
tr_tr: LiteSpeed Ayarları

source: PHP Tuning
tr_tr: PHP Ayarları

source: Top Processes
tr_tr: Yük Durumu

source: LiteSpeed Status
tr_tr: LiteSpeed Durumu

source: CyberPanel Main Log File
tr_tr: CyberPanel Ana Günlük Dosyası

source: Services Status
tr_tr: Hizmet Durumları

source: Install PHP Extensions
tr_tr: PHP Uzantılarını Yükle

source: Install Extensions
tr_tr: Uzantıları Yükle

source: Edit PHP Configs
tr_tr: PHP Ayarlarını Düzenle

source: Access Log
tr_tr: Erişim günlüğü

source: Error Logs
tr_tr: Hata günlükleri

source: Email Logs
tr_tr: Eposta günlükleri

source: Email Log
tr_tr: Eposta günlüğü

source: FTP Logs
tr_tr: FTP Günlükleri

source: ModSecurity Audit Logs
tr_tr: ModSecurity Denetim Günlükleri

source: ModSec Audit Logs
tr_tr: ModSec Denetim Günlükleri

source: Firewall Home
tr_tr: Güvenlik Duvarı Merkezi

source: Firewall
tr_tr: Güvenlik Duvarı

source: Secure SSH
tr_tr: Güvenli SSH

source: ModSecurity Configurations
tr_tr: ModSecurity Yapılandırmaları

source: ModSecurity Conf
tr_tr: ModSecurity Yapılandırmaları

source: ModSecurity Rules
tr_tr: ModSecurity Kuralları

source: ModSecurity Rules Packs
tr_tr: ModSecurity Kural Paketleri

source: ConfigServer Security & Firewall (CSF)
tr_tr: ConfigServer Güvenliği & Güvenlik Duvarı (CSF)

source: CageFS Configurations
tr_tr: CageFS Yapılandırmaları

source: Mail Settings
tr_tr: Posta Ayarları

source: Email Policy Server
tr_tr: Eposta Politikası Sunucusu

source: Email Limits
tr_tr: Eposta Limitleri

source: SpamAssassin Configurations
tr_tr: SpamAssassin Yapılandırmaları

source: Email Marketing
tr_tr: Eposta Pazarlama

source: Manage Services
tr_tr: Hizmet Yönetimi

source: Manage PowerDNS
tr_tr: PowerDNS Yönetimi

source: Manage Postfix
tr_tr: Postfix Yönetimi

source: Manage FTP
tr_tr: FTP Yönetimi

source: Plugins
tr_tr: Eklentiler

source: Installed Plugins
tr_tr: Yüklü Eklentiler

source: Installed
tr_tr: Kurulu

source: Version Management - CyberPanel
tr_tr: Sürüm Yönetimi - CyberPanel

source: On this page you can manage versions and or upgrade to latest version of CyberPanel
tr_tr: Bu sayfa CyberPanel'in sürüm bilgilerini ve varsa güncellemelerini içerir

source: Current Version
tr_tr: Şimdiki sürüm

source: Build
tr_tr: Derleme

source: Latest Version
tr_tr: Son Sürüm

source: Latest Build
tr_tr: Son Derleme

source: Limits - CyberPanel
tr_tr: Limitler - CyberPanel

source: Launch and set limits for the websites.
tr_tr: Web siteleri için başlatma ve sınırlama.

source: CyberPanel Ent is required for Containerization.
tr_tr: Containerization için CyberPanel Ent gereklidir.

source: Containerization is only available on CyberPanel Ent.
tr_tr: Konteynerleştirme yalnızca CyberPanel Ent'te mevcuttur.

source: Required packages are not installed on this server. Please proceed to installation.
tr_tr: Bu sunucuda gerekli paketler kurulu değil. Lütfen kuruluma devam edin.

source: limits - CyberPanel
tr_tr: Limitler - CyberPanel

source: Limits/Usage
tr_tr: Limitler/Kullanım

source: Set limits and view usage for
tr_tr: Şunlar için sınırlar belirleyin ve kullanımı görüntüleyin

source: Limits are not being inforced, click Edit Limits to inforace the limits.
tr_tr: Sınırlar uygulanmıyor, sınırları uygulamak için Sınırları Düzenle'yi tıklayın.

source: Limit
tr_tr: Sınır

source: Value
tr_tr: Değer

source: CPU Percentage
tr_tr: CPU Yüzdesi

source: Memory
tr_tr: Bellek

source: Network Speed
tr_tr: Ağ Hızı

source: Memory Limit
tr_tr: Bellek Limiti

source: Create New Database - CyberPanel
tr_tr: Yeni Veritabanı Oluştur - CyberPanel

source: Create a new database on this page.
tr_tr: Bu sayfa yeni bir veritabanı oluşturur.

source: Database Name
tr_tr: Veritabanı Adı

source: User Name
tr_tr: Kullanıcı Adı

source: Generate
tr_tr: Oluştur

source: Generated Password
tr_tr: Oluşturulan Şifre

source: Use
tr_tr: Kullan

source: Cannot create database. Error message:
tr_tr: Veritabanı oluşturulamıyor. Hata mesajı:

source: Database created successfully.
tr_tr: Veritabanı başarıyla oluşturuldu.

source: Delete Database - CyberPanel
tr_tr: Veritabanı Sil - CyberPanel

source: Delete an existing database on this page.
tr_tr: Bu sayfa varolan bir veritabanını siler.

source: Select Database
tr_tr: Veritabanı Seçin

source: Database deleted successfully.
tr_tr: Veritabanı başarıyla silindi.

source: Database Functions - CyberPanel
tr_tr: Veritabanı Fonksiyonları - CyberPanel

source: Create, edit and delete databases on this page.
tr_tr: Bu sayfada veritabanı oluşturup, düzenleyip, silebilirsiniz.

source: List Databases - CyberPanel
tr_tr: Veritabanları Listesi - CyberPanel

source: List Databases or change their passwords.
tr_tr: Veritabanlarını listele yada şifrelerini değiştir.

source: Select Domain
tr_tr: Domain Seç

source: Records successfully fetched for
tr_tr: Kayıtlar başarıyla getirildi

source: Password changed for:
tr_tr: Şifresi değiştirildi:

source: Cannot change password for
tr_tr: Şifresi değiştirilemiyor

source: Could Not Connect to server. Please refresh this page
tr_tr: Sunucuya bağlanılamıyor. Lütfen bu sayfayı yenileyin

source: Database User
tr_tr: Veritabanı Kullanıcısı

source: Change
tr_tr: Değiştir

source: Add/Modify DNS Records - CyberPanel
tr_tr: DNS Kayıtları Ekle/Düzenle - CyberPanel

source: Add/Modify DNS Zone
tr_tr: DNS Bölgesi Ekle/Düzenle

source: DNS Docs
tr_tr: DNS Dökümanları

source: On this page you can add/modify dns records for domains whose dns zone is already created.
tr_tr: Bu sayfada, DNS bölgesi zaten oluşturulmuş alanlar için DNS kayıtları ekleyebilir veya değiştirebilirsiniz.

source: Add Records
tr_tr: Kayıt Ekle

source: PowerDNS is disabled.
tr_tr: PowerDNS devre dışı bırakıldı.

source: Enable Now
tr_tr: Şimdi Etkinleştir

source: Add
tr_tr: Ekle

source: IPV6 Address
tr_tr: IPV6 Adresi

source: Domain Name
tr_tr: Domain Adı

source: Priority
tr_tr: Öncelik

source: Policy
tr_tr: Politika

source: SOA Value
tr_tr: SOA Değeri

source: Prioirty
tr_tr: Öncelik

source: Content
tr_tr: İçerik

source: Cannot fetch records. Error message:
tr_tr: Kayıtlar getirilemiyor. Hata mesajı:

source: Cannot add record. Error message:
tr_tr: Kayıt eklenemiyor. Hata mesajı:

source: Record Successfully Deleted
tr_tr: Kayıt başarıyla silindi

source: Cannot delete record. Error message:
tr_tr: Kayıt silinemiyor. Hata mesajı:

source: Record Successfully Added.
tr_tr: Kayıt Başarıyla Eklendi.

source: Configure Default Nameserver - CyberPanel
tr_tr: Varsayılan Namerserver Yapılandırma - CyberPanel

source: Configure Default Nameserver
tr_tr: Varsayılan NS Yapılandırma

source: You can use this page to setup nameservers using which people on the internet can resolve websites hosted on this server.
tr_tr: Bu sayfayı, internette bulunan kişilerin bu sunucuda barındırılan web sitelerini çözümleyebileceği isim sunucularını kurmak için kullanabilirsiniz.

source: Details
tr_tr: Detaylar

source: First Nameserver
tr_tr: Birinci Nameserver

source: Second Nameserver
tr_tr: İkinci Nameserver

source: Third Nameserver
tr_tr: Üçüncü Nameserver

source: Forth Nameserver
tr_tr: Dördüncü Nameserver

source: Save
tr_tr: Kaydet

source: Create DNS Zone - CyberPanel
tr_tr: DNS Bölgesi Oluştur - CyberPanel

source: This page is used to create DNS zone, to edit dns zone you can visit Modify DNS Zone Page.
tr_tr: Bu sayfa, DNS bölgesi oluşturmak için kullanılır; DNS Bölgesi Düzenle sayfasını ziyaret ederek dns bölgesini düzenleyebilirsiniz.

source: Cannot create DNS Zone. Error message:
tr_tr: DNS Bölgesi oluşturulamıyor. Hata mesajı:

source: DNS Zone for domain:
tr_tr: Alan adı için DNS Bölgesi:

source: Create Nameserver - CyberPanel
tr_tr: Nameserver Oluştur - CyberPanel

source: Second Nameserver (Back up)
tr_tr: İkinci Nameserver (Yedek)

source: Nameserver cannot be created. Error message:
tr_tr: Nameserver oluşturulamıyor. Hata mesajı:

source: The following nameservers were successfully created:
tr_tr: Nameserver'lar başarıyla oluşturuldu:

source: Delete DNS Zone - CyberPanel
tr_tr: DNS Bölgesi Sil - CyberPanel

source: Delete DNS Zone
tr_tr: DNS Bölgesi Sil

source: This page can be used to delete DNS Zone. Deleting the DNS zone will remove all its related records as well.
tr_tr: Bu sayfa, DNS Bölgesi silmek için kullanılabilir. DNS bölgesinin silinmesi, ilgili tüm kayıtları da kaldıracaktır.

source: Select Zone
tr_tr: Bölge Seçin

source: Are you sure?
tr_tr: Emin misiniz?

source: Cannot delete zone. Error message:
tr_tr: Bölge silinemiyor. Hata mesajı:

source: Zone for domain:
tr_tr: Alan adı için bölge:

source: is successfully erased.
tr_tr: başarıyla silindi.

source: DNS Functions - CyberPanel
tr_tr: DNS Fonksiyonları - CyberPanel

source: DNS Functions
tr_tr: DNS Fonksiyonları

source: Create, edit and delete DNS zones on this page.
tr_tr: Bu sayfada DNS bölgeleri oluşturun, düzenleyin ve silin.

source: Add Delete Records
tr_tr: Kayıt Ekle Sil

source: Add Delete/Records
tr_tr: Kayıt Ekle/Sil

source: Docker Manage Images - CyberPanel
tr_tr: Docker Görüntüleri Yönetimi - CyberPanel

source: Create new container
tr_tr: Yeni kapsayıcı oluştur

source: Search new images and manage existing ones
tr_tr: Yeni görseller arayın ve mevcut olanları yönetin

source: Locally Available Images
tr_tr: Yerel Olarak Kullanılabilen Görseller

source: Create
tr_tr: Oluştur

source: Docker Container Management - CyberPanel
tr_tr: Docker Container Yönetimi - CyberPanel

source: Docker Container Management
tr_tr: Docker Container Yönetimi

source: New Container
tr_tr: Yeni Container

source: Install Docker - CyberPanel
tr_tr: Docker Kurulumu - CyberPanel

source: Install Docker
tr_tr: Docker Yükle
