Repository: ugrpmk/cyberpanel-Turkce-dil
Catalog: django.po
Languages: tr_tr

source: Unable to connect to docker daemon, please try restarting docker from service page
tr_tr: Docker daemon'a bağlanılamıyor, lütfen docker'ı servis sayfasından yeniden başlatmayı deneyin

source: You do not have sufficient permissions to access this page
tr_tr: Bu sayfaya erişmek için yeterli izniniz yok

source: Docker is currently not installed on this server. To manage containers, you must first install it.
tr_tr: Docker şu anda bu sunucuya kurulu değil. Kapsayıcıları yönetmek için önce onu yüklemelisiniz.

source: You do not have permissions to install Docker. Please contact your system administrator
tr_tr: Docker'ı kurma izniniz yok. Lütfen sistem yöneticinizle iletişime geçin

source: Containers List - CyberPanel
tr_tr: Containerler Listesi - CyberPanel

source: List Containers
tr_tr: Containerler Listesi

source: Manage containers on server
tr_tr: Sunucudaki containerleri yönetin

source: Containers
tr_tr: Containerler

source: Unlisted Containers
tr_tr: Listelenmemiş Containerler

source: Containers listed below were either not created through panel or were not saved to database properly
tr_tr: Aşağıda listelenen kapsayıcılar ya panel aracılığıyla oluşturulmamış ya da veritabanına düzgün şekilde kaydedilmemiş

source: Select Owner
tr_tr: Sahip Seç

source: On this page you can manage docker images.
tr_tr: Bu sayfada docker görüntülerini yönetebilirsiniz.

source: Images
tr_tr: Görüntüler

source: Delete unused images
tr_tr: Kullanılmayan görüntüleri silin

source: Official image
tr_tr: Resmi görüntüler

source: Pull
tr_tr: Çek

source: Run new container - CyberPanel
tr_tr: Yeni Container Çalıştırın - CeyberPanel

source: Run Container
tr_tr: Container Çalıştır

source: Modify parameters for your new container
tr_tr: Yeni kapsayıcınız için parametreleri değiştirin

source: Container Details
tr_tr: Container Detayları

source: Image
tr_tr: Görüntü

source: Tag
tr_tr: Etiket

source: Memory limit
tr_tr: Bellek Limiti

source: Add field
tr_tr: Alan ekle

source: Create Container
tr_tr: Container Oluştur

source: Container succesfully created.
tr_tr: Container başarıyla oluşturuldu.

source: Go Back
tr_tr: Geri Dön

source: Container Home - CyberPanel
tr_tr: Containerler Ana Sayfası - CyberPanel

source: Manage Container
tr_tr: Container Yönetimi

source: Currently managing:
tr_tr: Şu anda yöneten:

source: Container Information
tr_tr: Conrainer Bilgileri

source: Memory Usage
tr_tr: Kaynak Kullanımı

source: Ports
tr_tr: Portlar

source: Confirmation
tr_tr: Onayla

source: Compose Email Message - CyberPanel
tr_tr: Eposta Mesajı Oluştur - CyberPanel

source: Compose Email Message
tr_tr: Eposta Mesajı Oluştur

source: On this page you can compose email message to be sent out later.
tr_tr: Bu sayfada, daha sonra gönderilmek üzere e-posta mesajı oluşturabilirsiniz.

source: Template Name
tr_tr: Şablon Adı

source: Email Subject
tr_tr: Eposta Konusu

source: From Name
tr_tr: Gönderen Adı

source: From Email
tr_tr: Gönderen Epostası

source: Reply Email
tr_tr: Yanıt Epostası

source: Save Template
tr_tr: Şablonu Kaydet

source: Create Email List - CyberPanel
tr_tr: Eposta Listesi Oluştur - CyberPanel

source: Create Email List
tr_tr: Eposta Listesi Oluştur

source: Create email list, to send out news letters and marketing emails.
tr_tr: Haber bültenleri ve pazarlama e-postaları göndermek için e-posta listesi oluşturun.

source: List Name
tr_tr: Liste Adı

source: Create List
tr_tr: Liste Oluştur

source: Email Marketing - CyberPanel
tr_tr: Eposta Pazarlama - CyberPanel

source: Select users to Enable/Disable Email Marketing feature!
tr_tr: E-posta Pazarlama özelliğini Etkinleştirmek/Devre Dışı Bırakmak için kullanıcıları seçin!

source: Email Policy Server is not enabled
tr_tr: E-posta Politikası Sunucusu etkinleştirilmedi

source: Enable Now.
tr_tr: Şuan etkin.

source: Username
tr_tr: Kullanıcı adı

source: Email Marketing Enabled.
tr_tr: E-posta ile Pazarlama Etkin.

source: Disable
tr_tr: Pasifleştir

source: Email Marketing Disabled.
tr_tr: E-posta ile Pazarlama Devre Dışı Bırakıldı.

source: Enable
tr_tr: Etkinleştir

source: Manage Email Lists - CyberPanel
tr_tr: E-posta Listelerini Yönetin - CyberPanel

source: Manage Email Lists
tr_tr: E-posta Listelerini Yönetin

source: On this page you can manage your email lists (Delete, Verify, Add More Emails).
tr_tr: Bu sayfada e-posta listelerinizi yönetebilirsiniz (Sil, Doğrula, Daha Fazla E-posta Ekle).

source: Select List
tr_tr: Liste Seç

source: Delete This List
tr_tr: Listeyi Sil

source: You are doing to delete this list..
tr_tr: Bu listeyi silmek için işlem yapıyorsunuz..

source: Close
tr_tr: Kapat

source: Confirm
tr_tr: Onayla

source: Verify This List
tr_tr: Bu Listeyi Doğrula

source: Add More Emails
tr_tr: Daha Fazla E-posta Ekle

source: Load Emails
tr_tr: E-postaları Yükle

source: email
tr_tr: eposta

source: Verification Status
tr_tr: Doğrulama Durumu

source: Date Created
tr_tr: Oluşturulma Tarihi

source: Manage SMTP Hosts - CyberPanel
tr_tr: SMTP Sunucularını Yönet - CyberPanel

source: Manage SMTP Hosts
tr_tr: SMTP sunucularını Yönet

source: On this page you can manage STMP Host. (SMTP hosts are used to send emails)
tr_tr: Bu sayfada SMTP Ana Bilgisayarını yönetebilirsiniz. (SMTP ana bilgisayarları e-posta göndermek için kullanılır)

source: SMTP Host
tr_tr: SMTP Sunucusu

source: Save Host
tr_tr: Host Kaydet

source: Owner
tr_tr: Sahibi

source: Verify Host
tr_tr: Host Doğrula

source: Send Emails - CyberPanel
tr_tr: Epostaları Gönder - CyberPanel

source: Send Emails
tr_tr: Postaları Gönder

source: On this page you can send emails to the lists you created using SMTP Hosts.
tr_tr: Bu sayfada, SMTP Ana Bilgisayarlarını kullanarak oluşturduğunuz listelere e-posta gönderebilirsiniz.

source: Select Template
tr_tr: Şablon Seçin

source: Delete This Template
tr_tr: Bu Şablonu Sil

source: You are doing to delete this template..
tr_tr: Bu şablonu silmek için işlem yapıyorsunuz ..

source: Preview Template
tr_tr: Şablonu Önizle

source: Select STMP Host
tr_tr: SMTP Host Seçin

source: Send to un-verified email addresses.
tr_tr: Doğrulanmamış e-posta adreslerine gönderin.

source: Include unsubscribe link.
tr_tr: Abonelikten çıkma bağlantısını ekleyin.

source: Start Job
tr_tr: İşlemi Başlat

source: Total Emails
tr_tr: Toplam Epostalar

source: Sent
tr_tr: Gönder

source: Failed
tr_tr: Başarısız

source: Preview
tr_tr: Önizleme

source: All functions related to a particular site.
tr_tr: Belirli bir siteyle ilgili tüm işlevler.

source: Resource Usage
tr_tr: Kaynak Kullanımı

source: Resource
tr_tr: Kaynak

source: Allowed
tr_tr: İzin Verilen

source: Bandwidth Usage
tr_tr: Bant Genişliği Kullanımı

source: Load Access Logs
tr_tr: Erişim Günlüklerini Getir

source: Access Logs
tr_tr: Erişim Günlükleri

source: Load Error Logs
tr_tr: Hata Günlüklerini Getir

source: Logs Fetched
tr_tr: Kayıtlar getirildi

source: Could not fetch logs, see the logs file through command line. Error message:
tr_tr: Günlükler getirilemedi, komut satırından günlük dosyalarına bakmayı deneyin. Hata mesajı:

source: Next
tr_tr: Sonraki

source: Previous
tr_tr: Önceki

source: Domains
tr_tr: Domainler

source: Add Domains
tr_tr: Domain Ekle

source: List Domains
tr_tr: Domainleri Listele

source: Domain Alias
tr_tr: Takma Domainler

source: Add new Cron Job
tr_tr: Yeni Cron İşi Ekle

source: Cron Jobs
tr_tr: Cron İşleri

source: This path is relative to:
tr_tr: Bu yol şunlara bağlıdır:

source: Leave empty to set default.
tr_tr: Varsayılanı ayarlamak için boş bırakın.

source: Invalid Domain (Note: You don't need to add 'http' or 'https')
tr_tr: Geçersiz Domain (Not: 'http' veya 'https' eklemeniz gerekmez)

source: Select PHP
tr_tr: PHP Seçimi

source: Additional Features
tr_tr: Ek Özellikler

source: Create Domain
tr_tr: Domain Oluştur

source: Website succesfully created.
tr_tr: Web sitesi başarıyla oluşturuldu.

source: PHP Version Changed to:
tr_tr: PHP Sürümü değiştirildi:

source: Deleted:
tr_tr: Silindi:

source: SSL Issued:
tr_tr: Verilen SSL:

source: Changes applied successfully.
tr_tr: Değişiklikler başarıyla uygulandı.

source: Issue
tr_tr: Sorun

source: Configurations
tr_tr: Yapılandırmalar

source: Edit vHost Main Configurations
tr_tr: VHost Ana Yapılandırmalarını Düzenle

source: vHost Conf
tr_tr: vHost Yapılandırma

source: Add Rewrite Rules (.htaccess)
tr_tr: Yeniden Yazma Kuralları Ekle (.htaccess)

source: Rewrite Rules (.htaccess)
tr_tr: Yeniden Yazma Kuralları (.htaccess)

source: Rewrite Rules
tr_tr: Yeniden Yazma Kuralları

source: Add Your Own SSL
tr_tr: Özel SSL Ekleyin

source: Add SSL
tr_tr: SSL Ekle

source: Change PHP Version
tr_tr: PHP Sürümünü Değiştirin

source: Change PHP
tr_tr: PHP Seçici

source: SSL Saved
tr_tr: SSL Kaydedildi

source: Could not save SSL. Error message:
tr_tr: SSL kaydedilemedi. Hata mesajı:

source: Current configuration in the file fetched.
tr_tr: Dosyadaki geçerli yapılandırma getirildi.

source: Could not fetch current configuration. Error message:
tr_tr: Geçerli yapılandırma alınamadı. Hata mesajı:

source: Configurations saved.
tr_tr: Yapılandırmalar kaydedildi.

source: Current rewrite rules in the file fetched.
tr_tr: Dosyadaki geçerli yeniden yazma kuralları getirildi.

source: Could not fetch current rewrite rules. Error message:
tr_tr: Geçerli yeniden yazma kuralları getirilemedi. Hata mesajı:

source: Could not save rewrite rules. Error message:
tr_tr: Yeniden yazma kuralları kaydedilemedi. Hata mesajı:

source: Save Rewrite Rules
tr_tr: Rewrite Kurallarını Kaydet

source: Failed to change PHP version. Error message:
tr_tr: PHP sürümü değiştirilemedi. Hata mesajı:

source: PHP successfully changed for:
tr_tr: PHP şunun için başarıyla değiştirildi:

source: Files
tr_tr: Dosyalar

source: File Manager
tr_tr: Dosya Yöneticisi

source: open_basedir Protection
tr_tr: open_basedir Koruma

source: Create FTP Acct
tr_tr: FTP Hesabı Oluştur

source: Delete FTP Acct
tr_tr: FTP Hesabı Sil

source: Apply Changes
tr_tr: Değişiklikleri Kaydet

source: Changes successfully saved.
tr_tr: Değişiklikler başarıyla kaydedildi.

source: Create Lists
tr_tr: Listeler Oluştur

source: Manage Lists
tr_tr: Listeleri Yönet

source: SMTP Hosts
tr_tr: SMTP Sunucuları

source: Compose Message
tr_tr: Mesaj Oluştur

source: Compose
tr_tr: Mesaj Oluştur

source: Application Installer
tr_tr: Uygulama Kurucu

source: Install wordpress with LSCache
tr_tr: LSCache ile birlikte WordPress kur

source: Wordpress with LSCache
tr_tr: LSCache ile birlikte Wordpress

source: Install Joomla with LSCache
tr_tr: LSCache ile birlikte Joomla kur

source: Attach Git with this website!
tr_tr: Git'i bu web sitesine ekleyin!

source: Install Prestashop
tr_tr: Prestashop Kur

source: SpamAssassin Configurations!
tr_tr: SpamAssassin Konfigürasyonu!

source: SpamAssassin Docs
tr_tr: SpamAssassin Dökümanları

source: On this page you can configure SpamAssassin settings.
tr_tr: Bu sayfada SpamAssassin ayarlarını yapılandırabilirsiniz.

source: SpamAssassin is not installed
tr_tr: SpamAssassin yüklü değil

source: Install Now.
tr_tr: Şimdi Yükle.

source: Failed to start installation, Error message:
tr_tr: Kurulum başlatılamadı, Hata mesajı:

source: Could not connect. Please refresh this page.
tr_tr: Bağlanılamadı, lütfen bu sayfayı yenileyin.

source: Installation failed.
tr_tr: Yükleme başarısız.

source: SpamAssassin successfully installed, refreshing page in 3 seconds..
tr_tr: SpamAssassin başarıyla yüklendi, sayfa 3 saniye içinde yenileniyor ..

source: Save changes.
tr_tr: Ayarları Kaydet.

source: Failed to save SpamAssassin configurations. Error message:
tr_tr: SpamAssassin yapılandırmaları kaydedilemedi. Hata mesajı:

source: SpamAssassin configurations successfully saved.
tr_tr: SpamAssassin yapılandırmaları başarıyla kaydedildi.

source: Email Limits Docs
tr_tr: Eposta Limitleri Dökümanları

source: View and change email limits for a domain name.
tr_tr: Bir domain için e-posta sınırlarını görüntüleyin ve değiştirin.

source: Domain Resource Usage
tr_tr: Domain Kaynak Kullanımı

source: Limits are being Applied!
tr_tr: Limitler Uygulanıyor!

source: Limits are not being applied!
tr_tr: Limitler Uygulanmıyor!

source: Edit
tr_tr: Düzenle

source: Monthly Limit
tr_tr: Aylık Limit

source: Change Limits
tr_tr: Limitleri Değiştir

source: Can not change limits. Error message:
tr_tr: Limitler değiştirilemez. Hata mesajı:

source: Limits successfully changed, refreshing in 3 seconds.
tr_tr: Sınırlar başarıyla değiştirildi, 3 saniye içinde yenileniyor.

source: Email Resource Usage
tr_tr: Eposta Kaynak Kullanımı

source: Search Emails..
tr_tr: Epostalarda Ara..

source: Manage
tr_tr: Yönetim

source: Emai Limits Docs
tr_tr: Eposta Limitleri Dökümanları

source: View and change limits for an Email Address.
tr_tr: Bir E-posta Adresi için sınırları görüntüleyin ve değiştirin.

source: Logging in ON!
tr_tr: Oturum Aktif!

source: Logging is Off
tr_tr: Oturum Kapalı

source: Hourly Limit
tr_tr: Saatlik Limit

source: Limits successfully changed.
tr_tr: Sınırlar başarıyla değiştirildi.

source: Search Emails Logs..
tr_tr: E-posta Günlüklerinde Ara ..

source: Flush Logs
tr_tr: Günlükleri Temizle

source: Domains - CyberPanel
tr_tr: Domainler - CyberPanel

source: On this page you manage emails limits for Domains/Email Addresses
tr_tr: Bu sayfada, Domainler/E-posta Adresleri için e-posta sınırlarını yönetirsiniz

source: Email Policy Server - CyberPanel
tr_tr: Eposta Politikası Sunucusu - CyberPanel

source: Email Policy Server Configurations!
tr_tr: E-posta Politikası Sunucusu Yapılandırmaları!

source: Turn ON Email Policy Server to use Email Limits Feature.
tr_tr: E-posta Sınırları Özelliğini kullanmak için E-posta Politikası Sunucusunu AÇIN.

source: Save changes
tr_tr: Ayarları Kaydet

source: Error message:
tr_tr: Hata mesajı:

source: Changes successfully applied.
tr_tr: Değişiklikler başarıyla uygulandı.

source: File Manager - CyberPanel
tr_tr: Dosya Yöneticisi - CyberPanel

source: File Manager
tr_tr: Dosya Yöneticisi

source: Upload
tr_tr: Dosya Yükle

source: New File
tr_tr: Yeni Dosya

source: New Folder
tr_tr: Yeni Klasör

source: Copy
tr_tr: Kopyala

source: Move
tr_tr: Taşı

source: Rename
tr_tr: Yeniden Adlandır

source: Compress
tr_tr: Sıkıştır

source: Extract
tr_tr: Çıkar

source: Fix Permissions
tr_tr: İzinleri Düzelt

source: Current Path
tr_tr: Şuanki Dizin

source: Back
tr_tr: Geri

source: Refresh
tr_tr: Yenile

source: Select All
tr_tr: Tümünü Seç

source: UnSelect All
tr_tr: Tüm Seçimi Kaldır

source: Size (KB)
tr_tr: Boyut (KB)

source: Last Modified
tr_tr: Son Değiştirilme

source: Permissions
tr_tr: İzinler

source: Upload File
tr_tr: Dosya Yükle

source: Upload Limits
tr_tr: Yükleme Limitleri

source: Upload queue
tr_tr: Yükleme kuyruğu

source: Queue length:
tr_tr: Kuyruk uzunluğu:

source: Drop
tr_tr: Bırak

source: Drop Files here to upload them.
tr_tr: Dosya yüklemek için buraya sürükleyip bırakın.

source: Progress
tr_tr: İlerleme

source: Remove
tr_tr: Kaldır

source: Queue progress:
tr_tr: Kuyruk ilerleme durumu:

source: can not be uploaded, Error message:
tr_tr: yüklenemiyor, Hata mesajı:

source: Upload all
tr_tr: Tümünü yükle

source: Cancel all
tr_tr: Tümünü iptal et

source: Remove all
tr_tr: Tümünü kaldır

source: File Successfully saved.
tr_tr: Dosya başarıyla kaydedildi.

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: Create new folder!
tr_tr: Yeni klasör oluştur!

source: New Folder Name
tr_tr: Yeni Klasör Adı

source: Folder will be created in your current directory
tr_tr: Klasör şuanki dizinde oluşturulacak

source: Create Folder
tr_tr: Klasör Oluştur

source: Folder Successfully created.
tr_tr: Klasör başarıyla oluşturuldu.

source: Create new file!
tr_tr: Yeni dosya oluştur!

source: New File Name
tr_tr: Yeni Dosya Adı

source: File will be created in your current directory, if it already exists it will not overwirte.
tr_tr: Dosya şuanki dizinde oluşturulacak, eğer aynı dosya isminde bir dosya bulunursa hiç bir işlem yapılmayacak.

source: Create File
tr_tr: Dosya Oluştur

source: File Successfully created.
tr_tr: Dosya başarıyla oluşturuldu.

source: Confirm Deletion!
tr_tr: Silmeyi Onayla!

source: List of files/folder!
tr_tr: Dosya/Dizin listesi!

source: Compressed File Name
tr_tr: Sıkıştırılmış Dosya Adı

source: Enter without extension name!
tr_tr: Uzantısız isim girin!

source: Compression Type
tr_tr: Sıkıştırma Türü

source: Extracting
tr_tr: Çıkartılıyor

source: Extract in
tr_tr: Şuraya çıkartılıyor

source: You can enter . to extract in current directory!
tr_tr: Şimdiki dizine çıkartmak için sadece . (tek nokta) yazın!

source: Move Files
tr_tr: Dosya Taşı

source: List of files/folders!
tr_tr: Dosya/Dizin listesi!

source: Move to
tr_tr: Şuraya taşı

source: Enter a path to move your files!
tr_tr: Dosyaları taşımak için bir dizin girin!

source: Copy Files
tr_tr: Dosya Kopyala

source: Copy to
tr_tr: Şuraya Kopyala

source: Enter a path to copy your files to!
tr_tr: Dosyaların kopyalanacağı dizin yolunu girin!

source: Renaming
tr_tr: Yeniden adlandır

source: New Name
tr_tr: Yeni İsim

source: Enter new name of file!
tr_tr: Yeni dosya adını girin!

source: Changing permissions for
tr_tr: İzinleri değiştirme

source: Mode
tr_tr: Yöntem

source: User
tr_tr: Sahip İzinleri

source: Group
tr_tr: Grup İzinleri

source: World
tr_tr: Genel İzinler

source: Read
tr_tr: Okuma

source: Write
tr_tr: Yazma

source: Execute
tr_tr: Çalıştırma

source: Change Permissions
tr_tr: İzinleri Değiştir

source: Change Recursively
tr_tr: Yinelemeli Olarak Değiştirin

source: Download
tr_tr: İndir

source: CSF (ConfigServer Security and Firewall) - CyberPanel
tr_tr: CSF (ConfigServer Güvenlik ve Güvenlik Duvarı) - CyberPanel

source: CSF (ConfigServer Security and Firewall)!
tr_tr: CSF (ConfigServer Güvenlik ve Güvenlik Duvarı)!

source: On this page you can configure CSF (ConfigServer Security and Firewall) settings.
tr_tr: Bu sayfada CSF (ConfigServer Güvenlik ve Güvenlik Duvarı) ayarlarını yapılandırabilirsiniz.

source: CSF is not installed
tr_tr: CSF yüklü değil

source: CSF successfully installed, refreshing page in 3 seconds..
tr_tr: CSF başarıyla yüklendi, sayfa 3 saniye içinde yenileniyor ..

source: General
tr_tr: Genel

source: Remove CSF
tr_tr: CSF'yi Kaldır

source: Completely Remove CSF
tr_tr: CSF'yi Tamamen Kaldır

source: Testing Mode
tr_tr: Test Modu

source: Allow IP
tr_tr: İzin Verilen IP

source: Block IP Address
tr_tr: Engellenen IP

source: Coming Soon.
tr_tr: Çok Yakında.

source: Firewall - CyberPanel
tr_tr: Güvenlik Duvarı - CyberPanel

source: Add/Delete Firewall Rules
tr_tr: Güvenlik Duvarı Kuralı Ekle/Sil

source: On this page you can add/delete firewall rules. (By default all ports are blocked, except mentioned below)
tr_tr: Bu sayfada güvenlik duvarı kuralı ekleyip silebilirsiniz. (Varsayılan olarak listede yer almayan tüm portlar engelleniyor.)

source: Add/Delete Rules
tr_tr: Kural Ekle/Sil

source: Action failed. Error message:
tr_tr: Eylem başarısız. Hata mesajı:

source: Action successful.
tr_tr: İşlem başarıyla gerçekleşti.

source: Protocol
tr_tr: Protokol

source: Rule successfully added.
tr_tr: Kural başarıyla eklendi.

source: Security - CyberPanel
tr_tr: Güvenlik - CyberPanel

source: Security Functions
tr_tr: Güvenlik Fonksiyonları

source: Manage the security of the server on this page.
tr_tr: Bu sayfada sunucu güvenliğini yönetin.

source: ModSecurity Configurations!
tr_tr: ModSecurity Yapılandırmaları!

source: ModSec Docs
tr_tr: ModSec Dökümanları

source: On this page you can configure ModSecurity settings.
tr_tr: Bu sayfada ModSecurity ayarlarını yapılandırabilirsiniz.

source: ModSecurity is not installed
tr_tr: ModSecurity kurulu değil

source: ModSecurity successfully installed, refreshing page in 3 seconds..
tr_tr: ModSecurity başarıyla yüklendi, sayfa 3 saniye içinde yenileniyor ..

source: Failed to save ModSecurity configurations. Error message:
tr_tr: ModSecurity yapılandırmaları kaydedilemedi. Hata mesajı:

source: ModSecurity configurations successfully saved.
tr_tr: ModSecurity yapılandırmaları başarıyla kaydedildi.

source: ModSecurity Rules - CyberPanel
tr_tr: ModSecurity Kuralları - CyberPanel

source: ModSecurity Rules!
tr_tr: ModSecurity Kuralları!

source: On this page you can add/delete ModSecurity rules.
tr_tr: Bu sayfada ModSecurity kuralları ekleyebilir/silebilirsiniz.

source: Save Rules!
tr_tr: Kurallarını Kaydet!

source: ModSecurity Rules Saved
tr_tr: ModSecurity Kuralları Kaydedildi

source: Could not save rules, Error message:
tr_tr: Kurallar kaydedilemedi, Hata mesajı:

source: ModSecurity Rules Packs - CyberPanel
tr_tr: ModSecurity Kurallar Paketleri - CyberPanel

source: ModSecurity Rules Packages!
tr_tr: ModSecurity Kurallar Paketleri!

source: Install/Un-install ModSecurity rules packages.
tr_tr: ModSecurity kural paketlerini kurun/kaldırın.

source: Configure
tr_tr: Yapılandır

source: Operation successful.
tr_tr: İşlem başarılı.

source: Operation failed, Error message:
tr_tr: İşlem başarısız oldu, Hata mesajı:

source: Supplier
tr_tr: Aracı

source: Filename
tr_tr: Dosya Adı

source: Secure SSH - CyberPanel
tr_tr: Güvenli SSH - CyberPanel

source: SSH Docs
tr_tr: SSH Dökümanları

source: Secure or harden SSH Configurations.
tr_tr: SSH Yapılandırmalarını güvenli hale getirin veya sağlamlaştırın.

source: Basic
tr_tr: Basit

source: SSH Keys
tr_tr: SSH Anahtarları

source: SSH Port
tr_tr: SSH Portu

source: Permit Root Login
tr_tr: Root Girişine İzin Ver

source: Before disabling root login, make sure you have another account with sudo priviliges on server.
tr_tr: Root girişini kapatmadan önce sunucuda sudo ayrıcalıklarına sahip başka bir hesabınız olduğundan emin olun.

source: SSH Configurations Saved.
tr_tr: SSH Yapılandırmaları Kaydedildi.

source: Key
tr_tr: Anahtar

source: Add Key
tr_tr: Anahtar Ekle

source: SSH Key Deleted
tr_tr: SSH Anahtarı Silindi

source: Create FTP Account - CyberPanel
tr_tr: FTP Hesabı Oluştur - CyberPanel

source: Select the website from list, and its home directory will be set as the path to ftp account.
tr_tr: Listeden web sitesini seçin. Ana dizini ftp hesabının yolu olarak ayarlanacaktır.

source: PureFTPD is disabled.
tr_tr: PureFTPD devre dışı bırakıldı.

source: FTP Password
tr_tr: FTP Şifresi

source: Path (Relative)
tr_tr: Yol (Bağıl)

source: Leave empty to select default home directory.
tr_tr: Varsayılan ev dizinini seçmek için boş bırakın.

source: Create FTP
tr_tr: FTP Oluştur

source: Cannot create FTP account. Error message:
tr_tr: FTP Hesabı oluşturulamadı. Hata mesajı:

source: FTP Account with username:
tr_tr: Kullanıcı adı ile FTP Hesabı:

source: is successfully created.
tr_tr: başarıyla oluşturuldu.

source: Delete FTP Account - CyberPanel
tr_tr: FTP Hesabı Sil - CyberPanel

source: Select domain and delete its related FTP accounts.
tr_tr: Alan adı seçin ve ilgili FTP hesaplarını silin.

source: Select FTP Account
tr_tr: FTP Hesabı seçin

source: Cannot delete account. Error message:
tr_tr: Hesap silinemiyor. Hata mesajı:

source: is successfully deleted.
tr_tr: başarıyla silindi.

source: Could not connect to the server. Please refresh this page.
tr_tr: Sunucuya bağlanılamıyor. Lütfen bu sayfayı yenileyin.

source: FTP Functions - CyberPanel
tr_tr: FTP Fonksiyonları - CyberPanel

source: Delete and create FTP accounts on this page.
tr_tr: Bu sayfada FTP hesapları silebilir ve oluşturabilirsiniz.

source: List FTP Accounts - CyberPanel
tr_tr: FTP Hesapları Listesi - CyberPanel

source: List FTP Accounts or change their passwords.
tr_tr: FTP Hesaplarını listeleyin veya parolalarını değiştirin.

source: Password changed for
tr_tr: Şifresi değiştirildi

source: Cannot change password for <strong>{$ ftpUsername $}</strong>. Error message:
tr_tr: <strong>{$ ftpUsername $}</strong> için şifre değiştirilemiyor. Hata mesajı:
