Repository: ugrpmk/cyberpanel-Turkce-dil
Catalog: django.po
Languages: tr_tr

source: Install Joomla - CyberPanel
tr_tr: Joomla Kurulumu - CyberPanel

source: Install Joomla
tr_tr: Joomla Kurulumu

source: One-click Joomla Install!
tr_tr: Bir tık ile Joomla kur!

source: Installation Details
tr_tr: Kurulum Detayları

source: Site Name
tr_tr: Site Adı

source: Login User
tr_tr: Kullanıcı Adı

source: Login Password
tr_tr: Kullanıcı Şifresi

source: Database Prefix
tr_tr: Veritabanı Ön Eki

source: Installation failed. Error message:
tr_tr: Kurulum başarısız. Hata mesajı:

source: Installation successful. Visit:
tr_tr: Kurulum başarılı. Ziyaret etmek için:

source: Install Magento - CyberPanel
tr_tr: Megento Kurulumu - CyberPanel

source: Install Magento
tr_tr: Megento Kurulumu

source: One-click Magento Install!
tr_tr: Bir tık ile Megento kur!

source: Admin Username
tr_tr: Kullanıcı Adı

source: does not work on OpenLiteSpeed. It is highly recommended to use this installer with LiteSpeed Enterprise only.
tr_tr: openLiteSpeed üzerinde çalışmaz. Bu yükleyicinin yalnızca LiteSpeed Enterprise ile kullanılması şiddetle önerilir.

source: Install PrestaShop - CyberPanel
tr_tr: PrestaShop Kurulumu - CyberPanel

source: Install PrestaShop
tr_tr: PrestaShop Kurulumu

source: One-click PrestaShop Install!
tr_tr: Bir tık ile PrestaShop kur!

source: Shop Name
tr_tr: Site Adı

source: Install WordPress - CyberPanel
tr_tr: WordPress Kurulumu - CyberPanel

source: Install WordPress
tr_tr: WordPress Kurulumu

source: Install WordPress with LSCache.
tr_tr: LSCache ile birlikte WordPress kur.

source: Blog Title
tr_tr: Blog Başlığı

source: Copy/Sync to Master
tr_tr: Master'a Kopyala / Senkronize Et

source: Cron Management - CyberPanel
tr_tr: Cron Yönetimi - CyberPanel

source: Cron Management
tr_tr: Cron Yönetimi

source: Cron Docs
tr_tr: Cron Dökümanları

source: Create, edit or delete your cron jobs from this page.
tr_tr: Bu sayfadan cron işlerinizi oluşturun, düzenleyin veya silin.

source: Add Cron
tr_tr: Cron İşi Ekle

source: Minute
tr_tr: Dakika

source: Hour
tr_tr: Saat

source: Day of Month
tr_tr: Ayın Günü

source: Month
tr_tr: Ay

source: Day of Week
tr_tr: Haftanın Günü

source: Pre defined
tr_tr: Önceden tanımlanmış

source: Every minute
tr_tr: Dakikada Bir

source: Every 5 minutes
tr_tr: 5 Dakikada Bir

source: Every 30 minutes
tr_tr: 30 Dakikada Bir

source: Every hour
tr_tr: Saatte Bir

source: Every day
tr_tr: Günde Bir

source: Every week
tr_tr: Haftada Bir

source: Every month
tr_tr: Ayda Bir

source: Every year
tr_tr: Yılda Bir

source: Day of month
tr_tr: Ayın Günü

source: Day of week
tr_tr: Haftanın Günü

source: Save edits
tr_tr: Düzenlemeleri kaydedin

source: Add cron
tr_tr: Cron İşi Ekle

source: Cannot fetch website details. Error message:
tr_tr: Web sitesi ayrıntıları getirilemiyor. Hata mesajı:

source: Unable to add/save Cron. Error message:
tr_tr: Cron eklenemiyor/kaydedilemiyor. Hata mesajı:

source: Cron job saved
tr_tr: Cron işi kaydedildi

source: Websites Hosted - CyberPanel
tr_tr: Barındırılan Web Siteleri - CyberPanel

source: Modify Website - CyberPanel
tr_tr: Web Sitesi Düzenle - CyberPanel

source: Current Package:
tr_tr: Şu anki paket:

source: Current Owner:
tr_tr: Şu anki sahibi:

source: Cannot modify website. Error message:
tr_tr: Web sitesinde değişiklik yapılamıyor. Hata mesajı:

source: Website Details Successfully fetched
tr_tr: Web sitesi Ayrıntıları başarıyla alındı

source: Git Management - CyberPanel
tr_tr: Git Yönetimi - CyberPanel

source: Git Management
tr_tr: Git Yönetimi

source: Attach git to your websites.
tr_tr: Git'i web sitelerinize ekleyin.

source: Attach Git
tr_tr: Git Ekle

source: Providers
tr_tr: Sağlayıcılar

source: Deployment Key
tr_tr: Dağıtım Anahtarı

source: Before attaching repo to your website, make sure to place your Development key in your GIT repository.
tr_tr: Depoyu web sitenize eklemeden önce, Geliştirme anahtarınızı GIT deponuza yerleştirdiğinizden emin olun.

source: Repository Name
tr_tr: Depo Adı

source: Branch
tr_tr: Şube

source: Attach Now
tr_tr: Şimdi Ekle

source: GIT Successfully attached, refreshing page in 3 seconds... Visit:
tr_tr: GIT Başarıyla eklendi, sayfa 3 saniye içinde yenileniyor ... Ziyaret edin:

source: Change Branch
tr_tr: Şube Değiştir

source: Detach Repo
tr_tr: Depoyu Ayır

source: Add this URL to Webhooks section of your Git respository, if you've used hostname SSL then replace IP with your hostname. Otherwise use IP and disable SSL check while configuring webhook. This will initiate a pull from your resposity as soon as you commit some changes.
tr_tr: Bu URL'yi Git sunucunuzun Webhooks bölümüne ekleyin, ana bilgisayar adı SSL kullandıysanız IP'yi ana bilgisayar adınızla değiştirin. Aksi takdirde, IP kullanın ve webhook'u yapılandırırken SSL kontrolünü devre dışı bırakın. Bu, bazı değişiklikler yaptığınız anda sorumluluğunuzdan bir çekilme başlatacaktır.

source: Repo successfully detached, refreshing in 3 seconds..
tr_tr: Repo başarıyla çıkarıldı, 3 saniye içinde yenileniyor ..

source: Branch successfully changed.
tr_tr: Şube başarıyla değiştirildi.

source: Set up Staging Enviroment - CyberPanel
tr_tr: Hazırlık Ortamı Kurulumu - CyberPanel

source: Set up Staging Enviroment
tr_tr: Hazırlık Ortamını Kurun

source: Set up staging enviroment for
tr_tr: Hazırlık ortamı oluşturukacak domain:

source: . Any domain that you will choose here will be created as child-domain for this master site.
tr_tr: . Burada seçeceğiniz herhangi bir domain, bu ana site için alt domain olarak oluşturulacaktır.

source: Domain that you will enter below will be created as child-domain to
tr_tr: Aşağıya gireceğiniz domain alt domain olarak oluşturulacaktır:

source: Start Cloning
tr_tr: Klonlamaya Başla

source: SSH and CageFS - CyberPanel
tr_tr: SSH ve CageFS - CyberPanel

source: SSH Access
tr_tr: SSH Erişimi

source: Set up SSH access and enable/disable CageFS for
tr_tr: SSH erişimini ayarlayın ve CageFS'yi etkinleştirin/devre dışı bırakın

source: CageFS require CloudLinux OS.
tr_tr: CageFS, CloudLinux işletim sistemini gerektirir.

source: Set up SSH access for
tr_tr: SSH erişimini ayarlayın

source: SSH user for
tr_tr: SSH kullanıcısı

source: Suspend/Unsuspend Website - CyberPanel
tr_tr: Web Sitesini Askıya Alma/Askıdan Kaldırma - CyberPanel

source: This page can be used to suspend/unsuspend website.
tr_tr: Bu sayfa, web sitesini askıya almak/askıdan kaldırmak için kullanılabilir.

source: Suspend
tr_tr: Askıya Al

source: Un-Suspend
tr_tr: Askıdan Al

source: Cannot suspend website, Error message:
tr_tr: Web sitesi askıya alınamıyor, Hata mesajı:

source: Cannot unsuspend website. Error message:
tr_tr: Web sitesi askıdan alınamıyor. Hata mesajı:

source: Website
tr_tr: Web sitesi

source: Successfully
tr_tr: Başarılı

source: Sync to Master - CyberPanel
tr_tr: Master ile Senkronizasyon - CyberPanel

source: Sync your site to Master
tr_tr: Sitenizi Master ile senkronize edin

source: Right now you can only sync your child domains to master domains.
tr_tr: Şu anda yalnızca alt etki alanlarınızı ana etki alanlarıyla eşitleyebilirsiniz.

source: will be synced to
tr_tr: senkronize edilecek

source: Sync
tr_tr: Senkronize

source: What to Sync
tr_tr: Ne Senkronize Edilecek

source: Start Syncing
tr_tr: Senkronize Etmeye Başlayın

source: Clone/Staging
tr_tr: Klonla/Hazırla

source: Set up SSH Access
tr_tr: SSH Erişimini Ayarlayın

source: It is not required to modify rules if you are using OpenLiteSpeed.
tr_tr: OpenLiteSpeed kullanıyorsanız kuralları değiştirmeniz gerekmez.
